// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Associate the HP printer driver with your printer to provide access to all printing features.";
APTAddPrinterTitle = "Add Printer";
APTSkipButtonTitle = "Skip";

APTFirstStepTitle = "1. Click Add Printer. A dialog appears listing available printers on your local network.";
APTBonjourSecondStepTitle = "2. Select \"%@\". It may take a few moments for your printer to appear in the list.";
APTSecondStepNoteTitle = "Note: It is important that you select the \"Bonjour\" or \"Bonjour Multifunction\" entry for your printer to ensure that all of the printers capabilities will function properly. If neither entry appears in the list and your printer is connected to this computer with a USB cable, disconnect the cable.";
APTBonjourThirdStepTitle = "3. Open the Use (or Print Using) pop-up menu and choose your printer's model name. This assigns the HP printer driver to the print queue.";
APTBonjourFourthStepTitle = "4. Click Add to complete print queue creation and close the dialog.";

APTIPSecondStepTitle = "2. Click on \"IP\" button in the toolbar.";
APTIPThirdStepTitle = "3. Select the \"HP Jetdirect - Socket\" option from the Protocol field.";
APTIPFourthStepTitle = "4. Enter the IP Address \"%@\" in the Address field. It may take a moment for your device to appear.";
APTFouthStepNoteTitle = "If the \"Print Using\" or \"Use\" field is not showing your device, then the device was not found. Consult the device documentation and Apple's Help for instructions on adding your device manually.";
APTFifthStepIPTitle = "5. Click Add to complete print queue creation and close the dialog.";
APTPrintOnlySupportWarning = "Please note: An IP connection is supported. However, only the print feature will work properly.";

AssistantContinueAlertTitle = "Are you sure you want to continue without adding a print queue?";
AssistantContinueAlertMessage = "You will not be able to print to your printer until you complete this step.";

FaxDriverNotInstalledTitle = "The HP software that is required to set up faxing was not found";
PrintDriverNotInstalledTitle = "The HP software that is required to set up printing was not found";
APTMissingSoftwareMessage = "APT_TEXT:Download and install the latest software for your device from APT_LINK:APT_URL:APTSupportLink_URL, and then try again. If you choose to continue without installing the latest software, some features will not work.";
